Repository: haroya01/kurl-me-ios
Catalog: kurl/kurl/Localizable.xcstrings
Source language: ko
Languages: en, hi, ja, vi

source: | 제목 | 제목 | | --- | --- | | 내용 | 내용 |
en: | Header | Header | | --- | --- | | Cell | Cell |
hi: | शीर्षक | शीर्षक | | --- | --- | | सामग्री | सामग्री |
ja: | 見出し | 見出し | | --- | --- | | 内容 | 内容 |
vi: | Tiêu đề | Tiêu đề | | --- | --- | | Nội dung | Nội dung |

source: #%@ 구독됨
en: Subscribed to #%@
hi: #%@ की सदस्यता ली
ja: #%@ を購読中
vi: Đã theo dõi #%@

source: %@ · %lld명이 이번 주에 공유했어요
en: %1$@ · Shared by %lld people this week
hi: %@ · इस हफ़्ते %lld लोगों ने शेयर किया
ja: %@ · 今週%lld人が共有
vi: %@ · %lld người chia sẻ tuần này

source: %@ · %lld편
en: %1$@ · %lld posts
hi: %@ · %lld भाग
ja: %@ · %lld本
vi: %@ · %lld bài

source: %@ — 대표로 지정
en: %@ — set as primary
hi: %@ — मुख्य के रूप में सेट करें
ja: %@ — メインに設定
vi: %@ — đặt làm chính

source: %@ 관리
en: Manage %@
hi: %@ प्रबंधित करें
ja: %@を管理
vi: Quản lý %@

source: %@ 님을 차단할까요?
en: Block %@?
hi: %@ को ब्लॉक करें?
ja: %@ さんをブロックしますか？
vi: Chặn %@?

source: %@ 님의 첫 글
en: %@’s first post
hi: %@ की पहली पोस्ट
ja: %@さんの最初の記事
vi: Bài đầu tiên của %@

source: %@ 발행 예정
en: Scheduled for %@
hi: %@ को प्रकाशित होगा
ja: %@に公開予定
vi: Sẽ đăng %@

source: %@ 삭제
en: Remove %@
hi: %@ हटाएँ
ja: %@を削除
vi: Xóa %@

source: %@ 신고합니다. 검토 후 조치됩니다.
en: Reporting %@. We’ll act on it after review.
hi: %@ की रिपोर्ट कर रहे हैं. समीक्षा के बाद कार्रवाई होगी.
ja: %@を報告します。確認のうえ対応します。
vi: Báo cáo %@. Sẽ xử lý sau khi xem xét.

source: %@ 없음
en: No %@
hi: %@ नहीं
ja: %@ なし
vi: Không có %@

source: %@ 연결 해제
en: Disconnect %@
hi: %@ का कनेक्शन हटाएँ
ja: %@ の接続を解除
vi: Ngắt kết nối %@

source: %@ 전체를 차단할까요?
en: Block all of %@?
hi: पूरा %@ ब्लॉक करें?
ja: %@全体をブロックしますか？
vi: Chặn toàn bộ %@?

source: %@ 차단
en: Block %@
hi: %@ को ब्लॉक करें
ja: %@をブロック
vi: Chặn %@

source: %@ 차단 해제
en: Unblock %@
hi: %@ को अनब्लॉक करें
ja: %@のブロックを解除
vi: Bỏ chặn %@

source: %@ 차단을 해제했어요
en: Unblocked %@
hi: %@ को अनब्लॉक किया
ja: %@のブロックを解除しました
vi: Đã bỏ chặn %@

source: %@ 추천 안 보기
en: Don't suggest %@
hi: %@ का सुझाव न दें
ja: %@を表示しない
vi: Không gợi ý %@

source: %@ 팔로우를 끊을까요?
en: Unfollow %@?
hi: %@ को अनफ़ॉलो करें?
ja: %@のフォローを解除しますか？
vi: Bỏ theo dõi %@?

source: %@ 프로필
en: %@'s profile
hi: %@ की प्रोफ़ाइल
ja: %@ のプロフィール
vi: Hồ sơ của %@

# %@, %@ 링크 열기
source: %1$@, %2$@ 링크 열기
en: %@, open %@ link
hi: %@, %@ लिंक खोलें
ja: %@、%@ リンクを開く
vi: %@, mở liên kết %@

source: %@, 다음 읽을 글
en: %@, read next
hi: %@, आगे पढ़ने के लिए
ja: %@、次に読む記事
vi: %@, bài đọc tiếp theo

source: %@, 사진 %lld장
en: %@, %lld photos
hi: %@, %lld फ़ोटो
ja: %@、写真%lld枚
vi: %@, %lld ảnh

source: %@, 읽음
en: %@, read
hi: %@, पढ़ा गया
ja: %@、既読
vi: %@, đã đọc

source: %@가 %@ 길에 엮음
en: %@ wove into %@
hi: %@ ने %@ पथ में पिरोया
ja: %@が%@の道に編んだ
vi: %@ đã đan vào %@

source: %@가 %@에 연결
en: %@ linked this to %@
hi: %@ ने %@ से जोड़ा
ja: %@が%@につなげた
vi: %@ đã kết nối vào %@

source: %@까지
en: Until %@
hi: %@ तक
ja: %@まで
vi: Đến %@

source: %@님 뮤트
en: Mute %@
hi: %@ को म्यूट करें
ja: %@さんをミュート
vi: Tắt tiếng %@

source: %@님 외 %lld명이 내 노트를 리포스트했어요
en: %1$@ and %2$lld more reposted your note
hi: %1$@ और %2$lld अन्य ने आपका नोट रीपोस्ट किया
ja: %1$@さんほか%2$lld人があなたのノートをリポストしました
vi: %1$@ và %2$lld người khác đã đăng lại ghi chú của bạn

source: %@님 외 %lld명이 내 노트를 좋아해요
en: %1$@ and %2$lld more liked your note
hi: %1$@ और %2$lld अन्य ने आपका नोट पसंद किया
ja: %1$@さんほか%2$lld人があなたのノートにいいねしました
vi: %1$@ và %2$lld người khác đã thích ghi chú của bạn

source: %@님 프로필
en: %@’s profile
hi: %@ की प्रोफ़ाइल
ja: %@さんのプロフィール
vi: Hồ sơ của %@

source: %@님에게 답글 남기기
en: Reply to %@
hi: %@ को जवाब दें
ja: %@さんに返信
vi: Trả lời %@

source: %@님의 글 전체 보기
en: See all of %@’s posts
hi: %@ की सभी पोस्ट देखें
ja: %@さんの記事をすべて見る
vi: Xem tất cả bài của %@

source: %@님의 노트가 최신·팔로잉·리스트·답글에서 숨겨져요. 프로필에서는 그대로 보이고, 상대에게 알리지 않아요.
en: %@'s notes are hidden from Latest, Following, lists and replies. Their profile still shows them, and they aren't told.
hi: %@ के नोट नवीनतम, फ़ॉलोइंग, सूचियों और जवाबों से छिप जाएँगे। प्रोफ़ाइल पर वे दिखते रहेंगे और उन्हें बताया नहीं जाएगा।
ja: %@さんのノートが、最新・フォロー中・リスト・返信から隠れます。プロフィールではそのまま見え、相手には知らせません。
vi: Ghi chú của %@ sẽ bị ẩn khỏi Mới nhất, Đang theo dõi, danh sách và trả lời. Hồ sơ vẫn hiển thị và họ không được thông báo.

source: %@님의 리포스트를 다시 보여 줘요
en: Reposts from %@ are back
hi: %@ के रीपोस्ट फिर दिखेंगे
ja: %@さんのリポストを再び表示します
vi: Đã hiện lại bài đăng lại của %@

source: %@님의 알림을 받아요
en: You'll get notifications from %@
hi: अब आपको %@ की सूचनाएँ मिलेंगी
ja: %@さんの通知を受け取ります
vi: Bạn sẽ nhận thông báo từ %@

source: %@님의 투표가 끝났어요
en: %@'s poll has ended
hi: %@ का पोल समाप्त हो गया
ja: %@さんの投票が終了しました
vi: Cuộc bình chọn của %@ đã kết thúc

source: %@님이 글을 좋아해요
en: %@ liked your post
hi: %@ ने आपकी पोस्ट को पसंद किया
ja: %@さんが記事にいいねしました
vi: %@ đã thích bài viết của bạn

source: %@님이 나를 언급했어요
en: %@ mentioned you
hi: %@ ने आपका उल्लेख किया
ja: %@さんがあなたをメンションしました
vi: %@ đã nhắc đến bạn

source: %@님이 내 노트를 리포스트했어요
en: %@ reposted your note
hi: %@ ने आपका नोट रीपोस्ट किया
ja: %@さんがあなたのノートをリポストしました
vi: %@ đã đăng lại ghi chú của bạn

source: %@님이 내 노트를 인용했어요
en: %@ quoted your note
hi: %@ ने आपके नोट को उद्धृत किया
ja: %@さんがあなたのノートを引用しました
vi: %@ đã trích dẫn ghi chú của bạn

source: %@님이 내 노트를 좋아해요
en: %@ liked your note
hi: %@ ने आपका नोट पसंद किया
ja: %@さんがあなたのノートにいいねしました
vi: %@ đã thích ghi chú của bạn

source: %@님이 내 노트에 답글을 남겼어요
en: %@ replied to your note
hi: %@ ने आपके नोट का जवाब दिया
ja: %@さんがあなたのノートに返信しました
vi: %@ đã trả lời ghi chú của bạn

source: %@님이 내가 리포스트하거나 인용한 노트를 수정했어요
en: %@ edited a note you reposted or quoted
hi: %@ ने वह नोट संपादित किया जिसे आपने रीपोस्ट या कोट किया था
ja: %@さんがリポストまたは引用したノートを編集しました
vi: %@ đã sửa một ghi chú bạn đăng lại hoặc trích dẫn

source: %@님이 노트에서 나를 언급했어요
en: %@ mentioned you in a note
hi: %@ ने नोट में आपका ज़िक्र किया
ja: %@さんがノートであなたをメンションしました
vi: %@ đã nhắc đến bạn trong một ghi chú

source: %@님이 다른 서버에서 나를 팔로우했어요
en: %@ followed you from another server
hi: %@ ने दूसरे सर्वर से आपको फ़ॉलो किया
ja: %@さんが別のサーバーからあなたをフォローしました
vi: %@ đã theo dõi bạn từ một máy chủ khác

source: %@님이 답글을 남겼어요
en: %@ replied to your comment
hi: %@ ने आपकी टिप्पणी का जवाब दिया
ja: %@さんが返信しました
vi: %@ đã trả lời bình luận của bạn

source: %@님이 댓글을 남겼어요
en: %@ commented on your post
hi: %@ ने आपकी पोस्ट पर टिप्पणी की
ja: %@さんがコメントしました
vi: %@ đã bình luận về bài viết của bạn

source: %@님이 리포스트함
en: %@ reposted
hi: %@ ने रीपोस्ट किया
ja: %@さんがリポスト
vi: %@ đã đăng lại

source: %@님이 새 글을 올렸어요
en: %@ published a new post
hi: %@ ने एक नई पोस्ट प्रकाशित की
ja: %@さんが新しい記事を公開しました
vi: %@ đã đăng bài mới

source: %@님이 새 노트를 올렸어요
en: %@ posted a new note
hi: %@ ने एक नया नोट पोस्ट किया
ja: %@さんが新しいノートを投稿しました
vi: %@ đã đăng một ghi chú mới

source: %@님이 시리즈를 구독했어요
en: %@ subscribed to your series
hi: %@ ने आपकी सीरीज़ को सब्सक्राइब किया
ja: %@さんがシリーズを購読しました
vi: %@ đã đăng ký series của bạn

source: %@님이 팔로우를 요청했어요
en: %@ requested to follow you
hi: %@ ने आपको फ़ॉलो करने का अनुरोध किया
ja: %@さんがフォローをリクエストしました
vi: %@ đã yêu cầu theo dõi bạn

source: %@님이 팔로우했어요
en: %@ started following you
hi: %@ ने आपको फ़ॉलो करना शुरू किया
ja: %@さんがフォローしました
vi: %@ đã bắt đầu theo dõi bạn

source: %@님이 팔로워가 됐어요
en: %@ is now following you
hi: %@ अब आपको फ़ॉलो कर रहे हैं
ja: %@さんがフォロワーになりました
vi: %@ đã trở thành người theo dõi bạn

source: %@님이 회원님의 글을 ‘%@’에 엮었어요
en: %@ wove your post into ‘%@’
hi: %@ ने आपकी पोस्ट को ‘%@’ में जोड़ा
ja: %@さんがあなたの記事を「%@」につなげました
vi: %@ đã kết nối bài viết của bạn vào ‘%@’

source: %@에 올릴게요
en: Will post at %@
hi: %@ पर पोस्ट होगा
ja: %@に投稿します
vi: Sẽ đăng lúc %@

source: %@에 있는 계정이에요. 이 계정의 새 노트가 팔로잉 피드에 와요.
en: This account lives on %@. Its new notes arrive in your Following feed.
hi: यह खाता %@ पर है। इसके नए नोट आपकी फ़ॉलोइंग फ़ीड में आते हैं।
ja: %@にあるアカウントです。新しいノートがフォロー中のフィードに届きます。
vi: Tài khoản này ở %@. Ghi chú mới của tài khoản sẽ đến bảng tin Đang theo dõi.

source: %@에 있는 계정이에요. 팔로우하면 %@에 요청을 보내요.
en: This account lives on %1$@. Following sends a request to %2$@.
hi: यह खाता %1$@ पर है। फ़ॉलो करने पर %2$@ को अनुरोध जाता है।
ja: %1$@にあるアカウントです。フォローすると%2$@にリクエストを送ります。
vi: Tài khoản này ở %1$@. Theo dõi sẽ gửi yêu cầu đến %2$@.

source: %@에도 전달
en: Also send to %@
hi: %@ को भी भेजें
ja: %@にも転送
vi: Gửi cả đến %@

source: %@에서 보기
en: View on %@
hi: %@ पर देखें
ja: %@で見る
vi: Xem trên %@

source: %@을 차단했어요
en: Blocked %@
hi: %@ को ब्लॉक किया
ja: %@をブロックしました
vi: Đã chặn %@

source: %@을(를) 정지할까요?
en: Suspend %@?
hi: %@ को निलंबित करें?
ja: %@ を停止しますか?
vi: Đình chỉ %@?

source: %@의 노트와 알림은 보이지 않아요.
en: Notes and notifications from %@ are hidden.
hi: %@ के नोट और सूचनाएँ नहीं दिखेंगी।
ja: %@のノートと通知は表示されません。
vi: Ghi chú và thông báo từ %@ bị ẩn.

source: %@의 다른 글
en: More from %@
hi: %@ की और पोस्ट
ja: %@の他の記事
vi: Thêm từ %@

# %lld / %lld 읽음
source: %1$lld / %2$lld 읽음
en: %1$lld / %2$lld read
hi: %1$lld / %2$lld पढ़े
ja: %1$lld / %2$lld 読了
vi: Đã đọc %1$lld / %2$lld

source: %lld / %lld자
en: %1$lld / %2$lld chars
hi: %1$lld / %2$lld अक्षर
ja: %1$lld / %2$lld 字
vi: %1$lld / %2$lld ký tự

source: %lld명
en: %lld people
hi: %lld लोग
ja: %lld人
vi: %lld người

source: %lld명 참여
en: %lld people voted
hi: %lld लोगों ने वोट किया
ja: %lld人が投票
vi: %lld người đã bình chọn

source: %lld명이 보낸 알림 %lld개
en: %lld notifications from %lld people
hi: %1$lld लोगों से %2$lld सूचनाएँ
ja: %1$lld人からの通知%2$lld件
vi: %2$lld thông báo từ %1$lld người

source: %lld명이 이번 주에 공유했어요
en: Shared by %lld people this week
hi: इस हफ़्ते %lld लोगों ने शेयर किया
ja: 今週%lld人が共有
vi: %lld người chia sẻ tuần này

source: %lld명이 이번 주에 썼어요
en: %lld people used it this week
hi: इस हफ़्ते %lld लोगों ने इस्तेमाल किया
ja: 今週 %lld 人が使いました
vi: %lld người đã dùng tuần này

source: %lld분 남음
en: %lldm left
hi: %lld मिनट बाकी
ja: 残り%lld分
vi: Còn %lld phút

source: %lld시간 남음
en: %lldh left
hi: %lld घंटे बाकी
ja: 残り%lld時間
vi: Còn %lld giờ

source: %lld일 남음
en: %lldd left
hi: %lld दिन बाकी
ja: 残り%lld日
vi: Còn %lld ngày

source: %lld자 남음
en: %lld left
hi: %lld बाकी
ja: 残り%lld字
vi: Còn %lld ký tự

source: %lld자까지 쓸 수 있어요
en: Up to %lld characters
hi: %lld अक्षरों तक लिख सकते हैं
ja: %lld字まで書けます
vi: Tối đa %lld ký tự

source: %lld개
en: %lld items
hi: %lld आइटम
ja: %lld件
vi: %lld mục

source: %lld개 컬렉션에 추가됩니다.
en: Adding to %lld collections.
hi: %lld कलेक्शन में जोड़ा जाएगा.
ja: %lld個のコレクションに追加されます。
vi: Sẽ thêm vào %lld bộ sưu tập.

source: %lld개 함께 엮음
en: %lld woven together
hi: %lld साथ पिरोए
ja: %lld件を一緒に編む
vi: %lld cùng đan

source: %lld분 읽기
en: %lld min read
hi: %lld मिनट पढ़ना
ja: %lld分で読む
vi: Đọc %lld phút

source: %lld일
en: %lldd
hi: %lld दिन
ja: %lld日
vi: %lld ngày

source: %lld자 · 약 %lld분 읽기
en: %lld characters · about %lld min read
hi: %lld अक्षर · लगभग %lld मिनट पढ़ें
ja: %lld文字 · 約%lld分で読めます
vi: %lld ký tự · khoảng %lld phút đọc

# %lld자 입력, 최대 %lld자
source: %1$lld자 입력, 최대 %2$lld자
en: %lld characters, up to %lld
hi: %lld अक्षर, अधिकतम %lld
ja: %lld文字入力、最大%lld文字
vi: Đã nhập %lld ký tự, tối đa %lld

source: %lld줄 중 %lld줄 가져옴 · 실패 %lld줄
en: Imported %2$lld of %1$lld lines · %3$lld failed
hi: %1$lld में से %2$lld पंक्तियाँ इम्पोर्ट · %3$lld विफल
ja: %1$lld行中%2$lld行をインポート · 失敗%3$lld行
vi: Đã nhập %2$lld/%1$lld dòng · %3$lld lỗi

source: %lld줄을 가져오는 중이에요
en: Importing %lld lines
hi: %lld पंक्तियाँ इम्पोर्ट हो रही हैं
ja: %lld行をインポートしています
vi: Đang nhập %lld dòng

source: %lld편
en: %lld posts
hi: %lld पोस्ट
ja: %lld本
vi: %lld bài

source: %lld편 — %@
en: Part %1$lld — %2$@
hi: भाग %lld — %@
ja: 第%1$lld回 — %2$@
vi: Phần %lld — %@

source: %lld편 모두 읽음
en: All %lld read
hi: सभी %lld भाग पढ़े गए
ja: %lld編すべて既読
vi: Đã đọc hết %lld bài

# %lld편 중 %lld편 읽음
source: %1$lld편 중 %2$lld편 읽음
en: %2$lld of %1$lld read
hi: %1$lld में से %2$lld भाग पढ़े गए
ja: %1$lld編中%2$lld編を既読
vi: Đã đọc %2$lld trong %1$lld bài

source: '다시 읽고 싶은'에 이어짐
en: Woven into “Read again”
hi: “फिर पढ़ना है” से जुड़ा
ja: 「もう一度読みたい」につながった
vi: Đã nối vào “Đọc lại”

source: 12시간
en: 12 hours
hi: 12 घंटे
ja: 12時間
vi: 12 giờ

source: 1시간
en: 1 hour
hi: 1 घंटा
ja: 1時間
vi: 1 giờ

source: 1일
en: 1 day
hi: 1 दिन
ja: 1日
vi: 1 ngày

source: 2단계 인증
en: Two-Factor Authentication
hi: दो-चरणीय प्रमाणीकरण
ja: 2段階認証
vi: Xác thực hai bước

source: 2단계 인증이 설정된 계정입니다
en: This account uses two-factor authentication
hi: इस खाते पर दो-चरणीय प्रमाणीकरण सक्षम है
ja: 2段階認証が設定されたアカウントです
vi: Tài khoản này dùng xác thực hai bước

source: 30분
en: 30 minutes
hi: 30 मिनट
ja: 30分
vi: 30 phút

source: 3일
en: 3 days
hi: 3 दिन
ja: 3日
vi: 3 ngày

source: 5분
en: 5 minutes
hi: 5 मिनट
ja: 5分
vi: 5 phút

source: 5분 뒤부터 예약할 수 있어요
en: You can schedule from 5 minutes ahead
hi: 5 मिनट बाद से शेड्यूल कर सकते हैं
ja: 5分後から予約できます
vi: Bạn có thể đặt lịch từ 5 phút sau

source: 6시간
en: 6 hours
hi: 6 घंटे
ja: 6時間
vi: 6 giờ

source: 7일
en: 7 days
hi: 7 दिन
ja: 7日
vi: 7 ngày

source: @%@ · %lld번째 / 전체 %lld
en: @%1$@ · %2$lld of %3$lld
hi: @%1$@ · %3$lld में से %2$lld
ja: @%1$@ · %3$lld本中 %2$lld番目
vi: @%1$@ · %2$lld trên %3$lld

source: @%@ · %lld편
en: @%1$@ · %lld posts
hi: @%1$@ · %2$lld पोस्ट
ja: @%1$@ · %2$lld本
vi: @%1$@ · %2$lld bài

source: @%@에게 답글
en: Replying to @%@
hi: @%@ को जवाब
ja: @%@さんへの返信
vi: Trả lời @%@

source: @%@ 님에게 답글
en: Replying to @%@
hi: @%@ को जवाब
ja: @%@さんへの返信
vi: Trả lời @%@

source: API / 설정
en: API / Settings
hi: API / सेटिंग्स
ja: API / 設定
vi: API / Cài đặt

source: Apple로 로그인
en: Sign in with Apple
hi: Apple से साइन इन करें
ja: Apple でサインイン
vi: Đăng nhập bằng Apple

source: Google로 계속하기
en: Continue with Google
hi: Google के साथ जारी रखें
ja: Google で続ける
vi: Tiếp tục với Google

source: Google로 로그인
en: Sign in with Google
hi: Google से साइन इन करें
ja: Google でログイン
vi: Đăng nhập bằng Google

source: Vimeo 동영상 재생
en: Play Vimeo video
hi: Vimeo वीडियो चलाएँ
ja: Vimeo動画を再生
vi: Phát video Vimeo

source: YouTube 동영상 재생
en: Play YouTube video
hi: YouTube वीडियो चलाएँ
ja: YouTube動画を再生
vi: Phát video YouTube

source: YouTube·Vimeo 주소를 붙여넣거나 입력하세요.
en: Paste or type a YouTube or Vimeo URL.
hi: YouTube/Vimeo का URL पेस्ट करें या लिखें।
ja: YouTube・Vimeo の URL を貼り付けるか入力してください。
vi: Dán hoặc nhập URL YouTube/Vimeo.

source: blog.kurl.me/@ 주소에 쓰여요. 나중에 바꿀 수 있어요.
en: Used in your blog.kurl.me/@ address. You can change it later.
hi: blog.kurl.me/@ पते में इस्तेमाल होता है. बाद में बदला जा सकता है.
ja: blog.kurl.me/@ のアドレスに使われます。あとで変更できます。
vi: Được dùng trong địa chỉ blog.kurl.me/@. Bạn có thể đổi sau.

source: kurl 노트는 마스토돈·Misskey 같은 다른 서버의 팔로워에게도 전해져요. 노트를 지우면 그 서버들에도 지우라고 알리지만, 이미 퍼진 사본이 지워진다는 보장은 할 수 없어요. 설정에서 언제든 끌 수 있어요.
en: kurl notes are also delivered to your followers on other servers such as Mastodon and Misskey. If you delete a note we ask those servers to delete it too, but we can't guarantee that copies already shared are removed. You can turn this off in Settings at any time.
hi: kurl नोट Mastodon और Misskey जैसे दूसरे सर्वरों पर आपके फ़ॉलोअर्स तक भी पहुँचते हैं। नोट हटाने पर हम उन सर्वरों से भी हटाने को कहते हैं, लेकिन पहले से फैल चुकी कॉपियाँ हटने की गारंटी नहीं दे सकते। आप इसे सेटिंग्स में कभी भी बंद कर सकते हैं।
ja: kurl のノートは Mastodon・Misskey などほかのサーバーのフォロワーにも届きます。ノートを削除するとそのサーバーにも削除を依頼しますが、すでに広まったコピーが消えることは保証できません。設定からいつでもオフにできます。
vi: Ghi chú kurl cũng được gửi đến người theo dõi bạn trên các máy chủ khác như Mastodon và Misskey. Khi bạn xóa ghi chú, chúng tôi sẽ yêu cầu các máy chủ đó xóa theo, nhưng không thể đảm bảo các bản sao đã chia sẻ sẽ bị xóa. Bạn có thể tắt tính năng này trong Cài đặt bất cứ lúc nào.

source: kurl 링크로 단축했어요
en: Shortened to a kurl link
hi: kurl लिंक में छोटा किया गया
ja: kurl リンクに短縮しました
vi: Đã rút gọn thành liên kết kurl

source: kurl에 로그인하세요
en: Sign in to kurl
hi: kurl में साइन इन करें
ja: kurl にログインしてください
vi: Đăng nhập vào kurl

source: · 블로그 글
en: · Blog post
hi: · ब्लॉग पोस्ट
ja: · ブログ記事
vi: · Bài blog

source: · 지금
en: · now
hi: · अभी
ja: · たった今
vi: · bây giờ

source: — 몽테뉴
en: — Montaigne
hi: — मोंटेन
ja: — モンテーニュ
vi: — Montaigne

source: — 윤동주, 「서시」
en: — Emily Dickinson
hi: — रहीम
ja: — 清少納言『枕草子』
vi: — Ca dao Việt Nam

source: ‘#%@’ 구독을 해제했어요
en: Unsubscribed from ‘#%@’
hi: ‘#%@’ की सदस्यता हटाई
ja: 「#%@」の購読を解除しました
vi: Đã hủy theo dõi ‘#%@’

source: ‘%@’ 결과가 없어요
en: No results for ‘%@’
hi: ‘%@’ के लिए कोई परिणाम नहीं
ja: 「%@」の結果がありません
vi: Không có kết quả cho ‘%@’

source: ‘%@’ 외 %lld개 컬렉션에 담김
en: In ‘%1$@’ and %lld more collections
hi: ‘%1$@’ और %2$lld अन्य कलेक्शन में
ja: 「%1$@」ほか%2$lld個のコレクションに収録
vi: Trong ‘%1$@’ và %2$lld bộ sưu tập khác

source: ‘%@’에 담김
en: In ‘%@’
hi: ‘%@’ में
ja: 「%@」に収録
vi: Trong ‘%@’

source: ‘%@’에 연결할 주소를 입력하세요.
en: Enter the address to connect to ‘%@’.
hi: ‘%@’ से जोड़ने के लिए पता दर्ज करें.
ja: 「%@」に連携するアドレスを入力してください。
vi: Nhập địa chỉ để kết nối với ‘%@’.

source: 가운데
en: Center
hi: केंद्र
ja: 中央
vi: Giữa

source: 가운데 정렬
en: Align center
hi: बीच में संरेखित
ja: 中央揃え
vi: Căn giữa

source: 가져오기
en: Import
hi: इम्पोर्ट
ja: インポート
vi: Nhập

source: 가져오기·내보내기
en: Import and export
hi: इम्पोर्ट और एक्सपोर्ट
ja: インポートとエクスポート
vi: Nhập và xuất

source: 가져오지 못했어요
en: Couldn't import
hi: इम्पोर्ट नहीं हो सका
ja: インポートできませんでした
vi: Không thể nhập

source: 개인 멘션
en: Private mentions
hi: निजी उल्लेख
ja: 非公開メンション
vi: Nhắc đến riêng tư

source: 개인 멘션을 보려면 로그인하세요
en: Sign in to see private mentions
hi: निजी उल्लेख देखने के लिए साइन इन करें
ja: 非公開メンションを見るにはログインしてください
vi: Đăng nhập để xem nhắc đến riêng tư

source: 개인 멘션이 없어요
en: No private mentions
hi: कोई निजी उल्लेख नहीं
ja: 非公開メンションはありません
vi: Chưa có nhắc đến riêng tư

source: 개인정보처리방침
en: Privacy Policy
hi: गोपनीयता नीति
ja: プライバシーポリシー
vi: Chính sách quyền riêng tư

source: 거르기
en: Filter
hi: फ़िल्टर करें
ja: フィルター
vi: Lọc

source: 거른 알림은 알림 맨 위 "걸러진 알림"에 모여요. 받기로 고른 사람의 알림은 그 뒤로 늘 와요. 버린 알림은 남지 않아요. 내가 구독한 새 글·새 노트·투표 마감·수정 알림은 거르지 않아요.
en: Filtered notifications gather under "Filtered notifications" at the top of your notifications. Once you accept someone, their notifications always come through. Dropped notifications aren't kept. New posts and notes you subscribed to, finished polls and edits are never filtered.
hi: फ़िल्टर की गई सूचनाएँ आपकी सूचनाओं के सबसे ऊपर "फ़िल्टर की गई सूचनाएँ" में जमा होती हैं। जिसे आप स्वीकार करते हैं, उसकी सूचनाएँ हमेशा आती हैं। छोड़ी गई सूचनाएँ नहीं रखी जातीं। सदस्यता वाली नई पोस्ट और नोट, पूरे हुए पोल और संपादन कभी फ़िल्टर नहीं होते।
ja: フィルターした通知は通知のいちばん上の「フィルターされた通知」に集まります。受け取ると決めた人の通知はその後いつも届きます。破棄した通知は残りません。購読している新しい記事・新しいノート・投票の締め切り・編集の通知はフィルターしません。
vi: Thông báo đã lọc được gom vào mục "Thông báo đã lọc" ở đầu danh sách. Khi bạn chấp nhận ai đó, thông báo của họ luôn đến. Thông báo đã bỏ không được giữ lại. Bài viết và ghi chú mới bạn đăng ký, bình chọn đã kết thúc và chỉnh sửa không bao giờ bị lọc.

source: 거절
en: Decline
hi: अस्वीकार करें
ja: 拒否
vi: Từ chối

source: 걸러진 알림
en: Filtered notifications
hi: फ़िल्टर की गई सूचनाएँ
ja: フィルターされた通知
vi: Thông báo đã lọc

source: 걸러진 알림이 없어요
en: No filtered notifications
hi: कोई फ़िल्टर की गई सूचना नहीं
ja: フィルターされた通知はありません
vi: Không có thông báo đã lọc

source: 걸리는 곳
en: Applies to
hi: कहाँ लागू हो
ja: 適用する場所
vi: Áp dụng cho

source: 걸리면
en: When matched
hi: मेल खाने पर
ja: 一致したら
vi: Khi khớp

source: 검색
en: Search
hi: खोज
ja: 検索
vi: Tìm kiếm

source: 검색에 @아이디@서버를 적어 다른 서버 계정을 팔로우하면, 그 노트가 여기와 팔로잉에 와요.
en: Follow an account on another server by searching @name@server, and its notes come here and to Following.
hi: खोज में @नाम@सर्वर लिखकर दूसरे सर्वर का खाता फ़ॉलो करें, उसके नोट यहाँ और फ़ॉलोइंग में आएँगे।
ja: 検索で @名前@サーバー と入力してほかのサーバーのアカウントをフォローすると、そのノートがこことフォロー中に届きます。
vi: Tìm @tên@máy-chủ để theo dõi tài khoản ở máy chủ khác, ghi chú của họ sẽ đến đây và mục Đang theo dõi.

source: 검색에 @아이디@서버를 적으면 마스토돈 같은 다른 서버의 계정을 찾을 수 있어요.
en: Type @name@server in Search to find accounts on Mastodon and other servers.
hi: खोज में @नाम@सर्वर लिखकर Mastodon जैसे दूसरे सर्वर के खाते ढूँढें।
ja: 検索に@ID@サーバーと入力すると、Mastodonなどほかのサーバーのアカウントを探せます。
vi: Gõ @tên@máy chủ vào Tìm kiếm để tìm tài khoản trên Mastodon và các máy chủ khác.

source: 검색에서 시리즈 찾기
en: Find series in Search
hi: खोज में सीरीज़ ढूँढें
ja: 検索でシリーズを探す
vi: Tìm series trong Tìm kiếm

source: 결과 보기
en: See results
hi: परिणाम देखें
ja: 結果を見る
vi: Xem kết quả

source: 경고
en: Caution
hi: सावधानी
ja: 警告
vi: Cảnh báo

source: 경고와 함께 접기
en: Fold behind a warning
hi: चेतावनी के पीछे मोड़ें
ja: 警告付きで折りたたむ
vi: Thu gọn kèm cảnh báo

source: 계속
en: Continue
hi: जारी रखें
ja: 続ける
vi: Tiếp tục

source: 계속 →
en: Continue →
hi: जारी रखें →
ja: 続ける →
vi: Tiếp tục →

source: 계속 당기면 다음 글
en: Keep pulling for the next post
hi: खींचते रहें, अगली पोस्ट के लिए
ja: さらに引っ張ると次の記事へ
vi: Kéo tiếp để xem bài tiếp theo

source: 계속 당기면 다음 편
en: Keep pulling for the next part
hi: खींचते रहें, अगले भाग के लिए
ja: さらに引っ張ると次の話へ
vi: Kéo tiếp để xem phần tiếp theo

source: 계속 저장하지 못하고 있어요 — 지금 다시 시도해 보세요
en: Still can't save — try again now
hi: अभी भी सेव नहीं हो पा रहा — अभी फिर से कोशिश करें
ja: 保存できない状態が続いています — 今すぐ再試行してください
vi: Vẫn chưa lưu được — hãy thử lại ngay

source: 계속하면 [이용약관](%@)과 [개인정보 처리방침](%@)에 동의하는 것으로 간주됩니다.
en: By continuing, you agree to our [Terms of Service](%@) and [Privacy Policy](%@).
hi: जारी रखने पर आप हमारी [सेवा की शर्तों](%@) और [गोपनीयता नीति](%@) से सहमत होते हैं।
ja: 続行すると[利用規約](%@)と[プライバシーポリシー](%@)に同意したものとみなされます。
vi: Khi tiếp tục, bạn đồng ý với [Điều khoản dịch vụ](%@) và [Chính sách bảo mật](%@).

source: 계정
en: Account
hi: खाता
ja: アカウント
vi: Tài khoản

source: 계정 하나면 읽고, 쓰고, 연결한 것이 어디서든 이어져요.
en: One account carries what you read, write, and connect — everywhere.
hi: एक खाते से आपका पढ़ा, लिखा और जोड़ा हुआ हर जगह साथ चलता है.
ja: アカウントひとつで、読んだもの・書いたもの・つないだものがどこでも続きます。
vi: Một tài khoản giữ mọi thứ bạn đọc, viết và kết nối — ở mọi nơi.

source: 계정을 삭제할까요?
en: Delete your account?
hi: क्या आप अपना खाता हटाना चाहते हैं?
ja: アカウントを削除しますか？
vi: Xóa tài khoản của bạn?

source: 계정을 삭제했습니다
en: Your account has been deleted
hi: खाता हटा दिया गया
ja: アカウントを削除しました
vi: Đã xóa tài khoản

source: 고유 방문
en: Unique visits
hi: अद्वितीय विज़िट
ja: ユニーク訪問
vi: Lượt truy cập duy nhất

source: 고정 해제
en: Unpin
hi: पिन हटाएँ
ja: 固定を解除
vi: Bỏ ghim

source: 고정됨
en: Pinned
hi: पिन किया गया
ja: 固定
vi: Đã ghim

source: 고정은 5개까지예요. 다른 노트를 먼저 풀어 주세요
en: You can pin up to 5 notes. Unpin one first.
hi: आप 5 नोट तक पिन कर सकते हैं। पहले एक हटाएँ।
ja: 固定は5件までです。先にほかのノートの固定を解除してください
vi: Bạn chỉ ghim được 5 ghi chú. Hãy bỏ ghim một ghi chú trước.

source: 고정을 바꾸지 못했어요
en: Couldn't change the pin
hi: पिन नहीं बदल सका
ja: 固定を変更できませんでした
vi: Không thể thay đổi ghim

source: 고정을 바꾸지 못했어요 — %@
en: Couldn't update the pin — %@
hi: पिन नहीं बदला जा सका — %@
ja: ピン留めを変更できませんでした — %@
vi: Không thể thay đổi ghim — %@

source: 고정을 풀었어요
en: Unpinned
hi: पिन हटाया
ja: 固定を解除しました
vi: Đã bỏ ghim

source: 고정을 해제했어요
en: Unpinned
hi: पिन हटाया गया
ja: ピン留めを解除しました
vi: Đã bỏ ghim

source: 고치기
en: Edit
hi: संपादित करें
ja: 編集
vi: Sửa

source: 고친 내용을 버릴까요?
en: Discard your changes?
hi: बदलाव छोड़ दें?
ja: 変更を破棄しますか？
vi: Bỏ các thay đổi?

source: 고침
en: edited
hi: संपादित
ja: 編集済み
vi: đã sửa

source: 공개
en: Public
hi: सार्वजनिक
ja: 公開
vi: Công khai

source: 공개 범위
en: Visibility
hi: दृश्यता
ja: 公開範囲
vi: Phạm vi hiển thị

source: 공개 범위를 "멘션한 사람만"으로 정한 노트가 여기 모여요. 나와 멘션된 회원만 봐요.
en: Notes set to "Mentioned people only" gather here. Only you and the members they mention see them.
hi: "केवल उल्लिखित लोग" वाले नोट यहाँ दिखते हैं। केवल आप और उल्लिखित सदस्य इन्हें देखते हैं।
ja: 公開範囲を「メンションした人のみ」にしたノートがここに集まります。あなたとメンションされたメンバーだけが見られます。
vi: Các ghi chú đặt "Chỉ người được nhắc đến" sẽ ở đây. Chỉ bạn và thành viên được nhắc đến mới xem được.

source: 공유
en: Share
hi: साझा करें
ja: 共有
vi: Chia sẻ

source: 공유…
en: Share…
hi: शेयर करें…
ja: 共有…
vi: Chia sẻ…

source: 공유한 노트의 수정
en: Edits to notes you shared
hi: आपके साझा किए नोट में बदलाव
ja: 共有したノートの編集
vi: Chỉnh sửa ghi chú bạn đã chia sẻ

source: 관리자
en: Admin
hi: व्यवस्थापक
ja: 管理者
vi: Quản trị viên

source: 관리자 권한으로 발행을 내렸어요
en: Unpublished with admin rights
hi: एडमिन अधिकार से अप्रकाशित किया
ja: 管理者権限で公開を取り下げました
vi: Đã gỡ xuất bản bằng quyền quản trị
